# St7SetInfluenceFileName

Sets the name of the load influence result file used for combinations.

long St7SetInfluenceFileName(long uID, char* FileName)

Input Parameters

uID

Strand7 model file ID.

FileName

Full path and name of load influence result file name.